{
  "blogs": [
    {
      "title": "Imagination",
      "author": "Hrishabh",
      "body": "Ever wondered, how powerful imagination is? Just observe anything around yourself. Doesn’t, every creation in this world is the result of imagination? Either it’s the plane that was called an insane thing to imagine. Or just look at the phone you are using right now. All these wonders creation was imagination in its first phase of creation. The idea of the airplane was born by the Wright brothers. They just thought of the need. But during the execution of their idea, they must have imagined its look, design, work, comforts, and advantages. just think of the case if these would not be imagined. Were the idea and engineering enough for its invention? Imagination comes from the mind. It is the capability of the mind, which enables us to imagine beautiful ideas and creations. There are millions of examples to prove how powerful imagination can be. Imagination has changed the world from ancient to modern-day. It is the imagination that has pushed us towards modernization and the process is still running. We have come far from the archaic period with the help of technology. Modern techniques with the help of some powerful imagination have led the world into an easy and comfortable place for existence. Nobody has seen the coming future, but haven't we all imagined it to be more beautiful and comfortable? How this feeling has stuck in our minds. This is what imagination does. In other words, we all have imagined this, like hundreds of things we continuously imagine. How does this work? Why it's important? And why Einstien quoted “imagination is more powerful than knowledge”. There must have been something special about the word imagination, that he said.  Generally, people think imagination is a graced, modified, or powerful version of what we see around us. And this is pretty true, that our thinking is based on how and what we see around us. But it's not all. Sometimes imagination starts from a particular problem we faced or saw. When we explore the answer to a particular problem, thinking enforces imaginative buds to grow. We think about the problem and finally, imagine a solution. this is how our minds nourish thinking buds to grow and search for the solution. Remember we just have imagined a way to solve it, which has not been implemented yet. And here the execution part starts. Execution takes the role of your skills i.e your knowledge and engineering in the field. Now one understands why the legendary quote “imagination is more powerful than knowledge “ is true.  Most ships of imagination crash just before the part where an execution was needed. You have seen the beautiful island, and you have imagined every comfort out there on your arrival, but forget to sail the boat. Imagination gives the virtual result of your future work and its way, but you must remember to walk. Isn't it admirable, that with the window of the imagination, one can imagine a beautiful waiting destination and its path. In other words, this is hope. Hope keeps you awake for your dreams or something you are looking for. Hope gives motivation, motivation to do something you have dreamed about. This also answers “why imagination is so important”. if this motivation continuously is part of your mind, it enforces you to work. This gives you freedom from all other obstacles on your path, and soon you are actually in your imagination. This time it's not the virtual world, that you imagined earlier, but your imagination has turned into reality. Your imaginative mind, hard-worked has paid you, what you deserved. We all have gone through so many fictional, fantasy novels and stories. They are not real but still find it difficult to resist them against it. The basis of all these books is the author's imagination. they labor their mind and create characters, places, and adventures through their superpower of “imagination”. They create their universe in their books and rotate around the world. It's not the rotation of the physical books but their imagination. The work of their imagination. An exemplary example is JK Rowling’s series of Harry Potter. She had created some characters, a magic school, and hypothetical creatures. She has created a whole magical world, that was never thought of before. It was a book of hypothetical events that have impacted the real world. Nobody has ever stated that witches and wizards use broomsticks to fly. It was just a concept of Rowling's mind that she had created using imagination like thousands of her other creations. Now, who bothers if it's true instead of making a space in your mind to accept this? The only thing that matters is “it was indeed a beautiful story that has been written ”.it has been part of every reader's mind. Everything in the book is hypothetical, all are imagination but still, it's been admired in the whole world. This was a single example likewise millions of others exist.  Through all this, the power of imagination can be recognized. We can make the presence of our concept in every mind through vision. Imagination boosts our creativity, supports skills, and motivates us. And this is what one needed to create a beautiful imaginative world. ",
      "id": 7
    },
    {
      "title": "Chhoti Bachhi Ho Kya",
      "author": "Hrishabh",
      "body": "Aisha was eagerly waiting for her mother. It was since 15 minutes and she had not shown up here. Aisha was looking sad, sitting on the stairs of her school. After several more minutes, her young brother Rahul appeared in her front.at first, Aisha was not looking very amusing. “Where is mom?” asked Aisha. “You are too little to tell why she couldn't be here to pick you up” “but I dont want to go with you, I want mom” Aisha bombed . “chhoti bachhi ho kya” Rahul said laughing. “Oh yeah, actually you are!” Rahul giggles. Piyush and Nikhil, Aisha's classmates also went on the same dialogue “chhoti bachhi ho kya” teasing little Aisha. Aisha went on “yeah I am, are you guys old uncle”. The relationship between Aisha and Rahul was like tom n jerry. Like every Sunday they indulge in a fight. For the next 2 days, they show attitude toward each other, and till the end of the weekend, they are like watching Doraemon together and sharing snacks in the same packets. This cycle endlessly repeats.  Aisha reaches home and ran to her mother. She was cooking lunch for them. Aisha seems upset. Her brother again started teasing her from the latest trending dialogue “chhoti bachhi ho kya” . it was funny, but now no more for Aisha. She seems more irritated as her brother calls this. suddenly her mother appeared in the room, sat on the couch, and asked for Aisha. Aisha started complaining about Rohan from late arrival at school and ended at “chhoti bachhi ho kya”. Rahul on listening to this again started teasing her until her mother went running for her with a serving spoon in her hand. Aisha was amused seeing the scene. After all this, they ate lunch and Rahul leaves for his tuition classes.  Here Aisha's mood was not at its peak. She called Priya her best friend and told her all the things. Priya was absent on the day, so Aisha also shared her classroom experience. Aisha wanted to do something fun about “chhoti bachhi ho kya” . she asked for some teasing ideas for her brother. When Rahul returned, her mother went to marketing. Rahul was shocked when Aisha appeared on her front. She was dressed like her mother from top to bottom. “What all this is about? Aisha” Rahul asked. Aisha went on and offered a glass of water to him. He took the water and kept it on the desk. Aisha said you wanted me not to look like “chhoti bachhi” so I did this. Rahul laughed and said, to wrap these things and not act like fools. Aisha went on to make her brother crazy on the day. She did all her mother's things to tease him. She kept offering her milk, juice, etc. at last, Rahul got tired of the thing and escaped from the situation. Aisha made her suffer and now she was feeling overwhelmed again at the end of the day.",
      "id": 8
    },
    {
      "title": "The Artistic Way",
      "author": "Hrishabh Yadav",
      "body": "According to a recent article in a newspaper, the human population has crossed 8 billion and still counting. The world family is getting bigger with each second passing. By these 2 lines of reading, there has been an increase of approx 20 human minds. By Human, we mean minds. So on the contrary we have got new minds with each second passing. Each with the same structure but with far distant in terms of capabilities thought processes, and the way of solving problems. And these are the minds that would take this human race forwards. All these minds are unique which makes this world complicated and hard. Everybody is aware of the capabilities of human minds. It is that uniqueness that has invented different things for the same need. When the structural mapping of minds is the same, and need is the same then what makes multiple inventions? It's the thought process and approach. The way of thinking and approach to the implementation of the need are different.  But this is not about different human minds or their thought process but rather the approach. The approach of those creative minds who are known as artists. How does their approach differ and why its admired?  How approach plays its role in creating things differently? Approach to solve a particular problem. Each person possesses a unique sense and all can have multiple approaches while tackling a situation. Isn't it amazing to view different approaches to a single problem? On an approach basis, we can classify these minds into certain groups. On how they tackle a situation. Each group can contribute with a very optimal solution. But what is there in an artistic way? The way through which creative artists tackle situations. These artists can be a singer, dancers, writers, artists, and all others with creative skills. They are termed creative because of their unique approaches and creating beautiful and soothing environments around them. Creativity attracts people, and sometimes creative art is so indulged within people’s brains that it becomes difficult to resist thinking about it. And this is why a creative approach to any problem also possesses that beauty. Artists do things uniquely. unique from the world which makes them different from others. This is also a wonder how different approaches to the same thing make one personality unique. Those with creative approaches are artists and their personality seems charismatic.  You must have seen it in movies or show where characters are introduced as creative person with some hidden artistic qualities. They fought their mental instability through their creative skills. The fact that artist deals with their problems with their creative skills is not just limited to movies, but also in real life. Artistic ways not only go around solving real-life situation but also helps in tackling personal traumas. They also express emotions through art. It can be dance, musical performances, paintings, writings, or any other art. These artistic ways dont have vocal sounds but express thousands of emotions. The best part of this thing is that the art presentation dont need any explanation. People understand and connect very easily with the arts. In today's times where vocal explanations are seen as dull in critical situations, arts do that job with beauty. From expressing emotions like anger, love, and acceptance to storytelling, art handles this beautifully. Arts can’t speak but makes a calm, peaceful and satisfying conversation with its artist. An art’s voice can be slow and soothing as well as can shout loud without actually uttering a single word directly. Art can be a text that is capable of injecting ideas into its reader. It can be a voice that can fill one with inspiration. It can be a painting, or sketch that can express one's frustration and mirror social realities. It can be a picture that brings a smile to faces. It can be anything that has some creative thinking behind its creation. This is the beauty and significance of any art. The display of art to describe the beauty of something is not part of this modern world. but it has been in history. Art has been considered one of the purest forms to show love and respect. People used to draw sketches or paint and perform dancing, and singing for entertainment purposes also. Arts were presented to the king or queen to make them feel cherished and motivated. Art has also been considered in Indian mythology to show anger as well as love. Singing and dancing have been part of worship since the null. It is considered an effective way to show devotion to god.  Art is one of the most beautiful ways to express yourself, something that is hard to explain with words. Today's population is increasing immensely, but still, everybody feels that unfortunate occasion, where they have to consolidate themselves with the fact that nobody can understand their problems and thus it's unworthy to tell it. This causes physiological instability and sadness in one's life. Those people might feel how on earth this is possible that there is nobody to understand them. This feeling is an inevitable truth in everybody's life. Arts work as an aid in these extremities. It might not solve one's problems directly, but using these creative skills gives them an ease and burden-free mind. And a free mind worth creating wonders.  Artist also uses their talent to make them feel worthy of themselves and for self-motivation. Artists are capable of making others also feel it. This is why those creative minds are known as artists, artists of making support and colors in others' life. Art is itself an emotion of emotions. Some people know its worth and admire it. One can not make more statements to tell its worthiness. A creative mind would never leave his/her creative skills or art  worth for anything else because they understand its significance. Art is the artist’s partner which never shades from his life and would be the most loyal one. Having a creative mind makes one an artist. Artists of arts that would never shade with times.  Be an artist of your own life, you would automatically be directed to The ARTISTIC Way.",
      "id": 9
    }
  ]
}